docs/sisetu-baikyaku-tips.org
#+TITLE: 施設売却Tips
#+SETUPFILE: org-notes-style/setupfile.org

* 施設売却Tips

** 文書ナビゲーション

- [[file:index.org][ホーム]]

** 売却価格

| 施設 | レベル | 売却価格 | レベルアップにかかる素材カード (パスポートあり)                   |
|------+--------+----------+-------------------------------------------------------------------|
| C    |      1 |      100 |                                                                   |
| C    |      3 |      120 | Cバトル施設1個 (C1個あたり +20)                                   |
| C    |      8 |      170 | C黒素材施設1個 (C1個あたり +70)                                   |
| C    |     10 |      190 | C黒素材施設2個 (C1個あたり +45)                                   |
| B    |      1 |      150 |                                                                   |
| B    |      6 |      225 |                                                                   |
| B    |     10 |      285 | C黒素材施設3個 (C1個あたり +45)                                   |
| A    |      1 |     2000 |                                                                   |
| A    |      3 |     2400 |                                                                   |
| A    |      5 |     2800 |                                                                   |
| A    |      9 |     3600 |                                                                   |
| A    |     20 |     5800 | B黒素材施設2個 (B1個あたり +1900)                                 |
| S    |      1 |     3000 |                                                                   |
| S    |     30 |    11700 | A黒素材施設1個; B黒素材施設1個; D黒素材施設3個 (A1個あたり +9360) |
| SS   |      1 |     4000 |                                                                   |
| SS   |     30 |    15600 |                                                                   |

** レベルあたり売却価格向上

| 施設 | レベル | 売却価格 |
|------+--------+----------|
| C    |      1 |       10 |
| B    |      1 |       25 |
| A    |      1 |      200 |
| S    |      1 |      300 |
| SS   |      1 |     4000 |

** 強化価格

| 施設 | レベル | 素材カード1個毎の強化価格 |
|------+--------+---------------------------|
| C    |      1 |                       100 |
| B    |      1 |                       100 |
| A    |      1 |                       100 |
| S    |      1 |                       100 |
| SS   |      1 |                       100 |

** C施設処分方法

- C施設は進化素材効率がB施設よりも低い。C施設を売却するならどうするの
  がゴールド効率いいか？
- C施設レベル1×2個を別々に売却する。 100 × 2 = 200 gold
- C施設レベル1×1個を素材カードとして、C施設レベル1×1個をレベル3にし
  てから売却する。 強化費用 -100 + 売却価格 120 = 20 gold
- 価格のレベルあたり上昇量が小さく、強化費用は変わらない。
- よって、C施設は強化しないで売却する方が効率はよい。

** B施設処分方法

- C施設処分方法と同様。

** A施設処分方法

- 街飾りA施設は経験値150しかない。そのまま売却する。
- B,C施設よりも価格のレベルあたり上昇量が大きいので、強化してから売却す
  る方が効率は良い。
- バトルで役立つA施設や、バトルで役立つS施設に進化可能なA施設は残しておく。
  それ以外の役に立たないA施設は売却してしまう。役に立たないA施設を進化させるよりも進化素材を節約できる。
