docs/sisetu-baikyaku-tips.html
<!DOCTYPE html>
<html>
<head>
<title>施設売却Tips</title>
<!-- 2016-10-23 Sun 08:35 -->
<meta  charset="utf-8">
<meta  name="generator" content="Org-mode">
<meta  name="author" content="simei">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1">
<link href="http://taopeng.me/org-notes-style/css/notes.css" rel="stylesheet" type="text/css" />
</head>
<body>
<div id="content">
<h1 class="title">施設売却Tips</h1>
<nav id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. 施設売却Tips</a>
<ul>
<li><a href="#sec-1-1">1.1. 文書ナビゲーション</a></li>
<li><a href="#sec-1-2">1.2. 売却価格</a></li>
<li><a href="#sec-1-3">1.3. レベルあたり売却価格向上</a></li>
<li><a href="#sec-1-4">1.4. 強化価格</a></li>
<li><a href="#sec-1-5">1.5. C施設処分方法</a></li>
<li><a href="#sec-1-6">1.6. B施設処分方法</a></li>
<li><a href="#sec-1-7">1.7. A施設処分方法</a></li>
</ul>
</li>
</ul>
</div>
</nav>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> 施設売却Tips</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> 文書ナビゲーション</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li><a href="index.html">ホーム</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> 売却価格</h3>
<div class="outline-text-3" id="text-1-2">
<table>


<colgroup>
<col  class="left">

<col  class="right">

<col  class="right">

<col  class="left">
</colgroup>
<thead>
<tr>
<th scope="col" class="left">施設</th>
<th scope="col" class="right">レベル</th>
<th scope="col" class="right">売却価格</th>
<th scope="col" class="left">レベルアップにかかる素材カード</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">C</td>
<td class="right">1</td>
<td class="right">100</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">C</td>
<td class="right">3</td>
<td class="right">120</td>
<td class="left">Cバトル施設1個 (C1個あたり +20)</td>
</tr>

<tr>
<td class="left">C</td>
<td class="right">8</td>
<td class="right">170</td>
<td class="left">C黒素材施設1個 (C1個あたり +70)</td>
</tr>

<tr>
<td class="left">C</td>
<td class="right">10</td>
<td class="right">190</td>
<td class="left">C黒素材施設2個 (C1個あたり +45)</td>
</tr>

<tr>
<td class="left">B</td>
<td class="right">1</td>
<td class="right">150</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">B</td>
<td class="right">6</td>
<td class="right">225</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">B</td>
<td class="right">10</td>
<td class="right">285</td>
<td class="left">C黒素材施設3個 (C1個あたり +45)</td>
</tr>

<tr>
<td class="left">A</td>
<td class="right">1</td>
<td class="right">2000</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">A</td>
<td class="right">3</td>
<td class="right">2400</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">A</td>
<td class="right">5</td>
<td class="right">2800</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">A</td>
<td class="right">9</td>
<td class="right">3600</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">A</td>
<td class="right">20</td>
<td class="right">5800</td>
<td class="left">B黒素材施設2個 (B1個あたり +1900)</td>
</tr>

<tr>
<td class="left">S</td>
<td class="right">1</td>
<td class="right">3000</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">S</td>
<td class="right">30</td>
<td class="right">11700</td>
<td class="left">A黒素材施設1個; B黒素材施設1個; D黒素材施設3個 (A1個あたり +9360)</td>
</tr>

<tr>
<td class="left">SS</td>
<td class="right">1</td>
<td class="right">4000</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">SS</td>
<td class="right">30</td>
<td class="right">15600</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-sec-1-3" class="outline-3">
<h3 id="sec-1-3"><span class="section-number-3">1.3</span> レベルあたり売却価格向上</h3>
<div class="outline-text-3" id="text-1-3">
<table>


<colgroup>
<col  class="left">

<col  class="right">

<col  class="right">

<col  class="left">
</colgroup>
<thead>
<tr>
<th scope="col" class="left">施設</th>
<th scope="col" class="right">レベル</th>
<th scope="col" class="right">売却価格</th>
<th scope="col" class="left">レベルアップにかかる素材カード</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">C</td>
<td class="right">1</td>
<td class="right">10</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">B</td>
<td class="right">1</td>
<td class="right">25</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">A</td>
<td class="right">1</td>
<td class="right">200</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">S</td>
<td class="right">1</td>
<td class="right">300</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">SS</td>
<td class="right">1</td>
<td class="right">4000</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-sec-1-4" class="outline-3">
<h3 id="sec-1-4"><span class="section-number-3">1.4</span> 強化価格</h3>
<div class="outline-text-3" id="text-1-4">
<table>


<colgroup>
<col  class="left">

<col  class="right">

<col  class="right">
</colgroup>
<thead>
<tr>
<th scope="col" class="left">施設</th>
<th scope="col" class="right">レベル</th>
<th scope="col" class="right">素材カード1個毎の強化価格</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">C</td>
<td class="right">1</td>
<td class="right">100</td>
</tr>

<tr>
<td class="left">B</td>
<td class="right">1</td>
<td class="right">100</td>
</tr>

<tr>
<td class="left">A</td>
<td class="right">1</td>
<td class="right">100</td>
</tr>

<tr>
<td class="left">S</td>
<td class="right">1</td>
<td class="right">100</td>
</tr>

<tr>
<td class="left">SS</td>
<td class="right">1</td>
<td class="right">100</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-sec-1-5" class="outline-3">
<h3 id="sec-1-5"><span class="section-number-3">1.5</span> C施設処分方法</h3>
<div class="outline-text-3" id="text-1-5">
<ul class="org-ul">
<li>C施設は進化素材効率がB施設よりも低い。C施設を売却するならどうするの
がゴールド効率いいか？
</li>
<li>C施設レベル1×2個を別々に売却する。 100 × 2 = 200 gold
</li>
<li>C施設レベル1×1個を素材カードとして、C施設レベル1×1個をレベル3にし
てから売却する。 強化費用 -100 + 売却価格 120 = 20 gold
</li>
<li>価格のレベルあたり上昇量が小さく、強化費用は変わらない。
</li>
<li>よって、C施設は強化しないで売却する方が効率はよい。
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1-6" class="outline-3">
<h3 id="sec-1-6"><span class="section-number-3">1.6</span> B施設処分方法</h3>
<div class="outline-text-3" id="text-1-6">
<ul class="org-ul">
<li>C施設処分方法と同様。
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1-7" class="outline-3">
<h3 id="sec-1-7"><span class="section-number-3">1.7</span> A施設処分方法</h3>
<div class="outline-text-3" id="text-1-7">
<ul class="org-ul">
<li>B,C施設よりも価格のレベルあたり上昇量が大きいので、強化してから売却す
る方が効率は良い。
</li>
<li>バトルで役立つA施設や、バトルで役立つS施設に進化可能なA施設は残しておく。
それ以外の役に立たないA施設は売却してしまう。役に立たないA施設を進化させるよりも進化素材を節約できる。
</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: simei</p>
<p class="date">Created: 2016-10-23 Sun 08:35</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.1.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
